{"word2idx": {"<PAD>": 0, ".": 1, ",": 2, "the": 3, "\u201d": 4, "to": 5, "a": 6, "of": 7, "and": 8, "i": 9, "in": 10, "was": 11, "he": 12, "?": 13, "it": 14, "that": 15, "you": 16, "his": 17, "is": 18, "poirot": 19, "with": 20, "!": 21, "not": 22, "had": 23, "at": 24, "as": 25, "my": 26, "have": 27, "on": 28, "-": 29, "we": 30, "for": 31, "but": 32, "me": 33, "be": 34, "him": 35, "her": 36, "from": 37, "said": 38, "one": 39, "she": 40, "been": 41, "all": 42, "there": 43, "were": 44, "will": 45, "by": 46, "this": 47, "no": 48, "an": 49, "do": 50, "mr": 51, "out": 52, "man": 53, "they": 54, "so": 55, "then": 56, "up": 57, "are": 58, "what": 59, "would": 60, "little": 61, "your": 62, "did": 63, "about": 64, "which": 65, "see": 66, "us": 67, "has": 68, "if": 69, "some": 70, "friend": 71, "must": 72, "our": 73, "who": 74, "or": 75, "know": 76, "time": 77, "into": 78, "when": 79, "them": 80, "hastings": 81, "now": 82, "door": 83, "down": 84, "very": 85, "mrs": 86, "two": 87, "just": 88, "room": 89, "could": 90, "think": 91, "head": 92, "left": 93, "here": 94, "well": 95, "over": 96, "any": 97, ":": 98, ";": 99, "way": 100, "say": 101, "once": 102, "more": 103, "can": 104, "monsieur": 105, "good": 106, "after": 107, "case": 108, "am": 109, "came": 110, "went": 111, "should": 112, "before": 113, "few": 114, "back": 115, "only": 116, "like": 117, "much": 118, "sir": 119, "london": 120, "too": 121, "nothing": 122, "japp": 123, "young": 124, "miss": 125, "got": 126, "other": 127, "never": 128, "lady": 129, "make": 130, "hand": 131, "made": 132, "woman": 133, "rather": 134, "come": 135, "himself": 136, "where": 137, "cried": 138, "go": 139, "may": 140, "looked": 141, "prime": 142, "three": 143, "quite": 144, "right": 145, "found": 146, "police": 147, "get": 148, "tell": 149, "last": 150, "own": 151, "car": 152, "doctor": 153, "take": 154, "house": 155, "how": 156, "face": 157, "moment": 158, "place": 159, "first": 160, "seemed": 161, "took": 162, "lord": 163, "old": 164, "\u2019": 165, "morning": 166, "saw": 167, "asked": 168, "course": 169, "eyes": 170, "night": 171, "find": 172, "again": 173, "minister": 174, "their": 175, "same": 176, "shall": 177, "upon": 178, "new": 179, "through": 180, "believe": 181, "going": 182, "something": 183, "round": 184, "why": 185, "flat": 186, "men": 187, "small": 188, "than": 189, "day": 190, "inspector": 191, "put": 192, "being": 193, "great": 194, "another": 195, "off": 196, "black": 197, "away": 198, "thought": 199, "always": 200, "these": 201, "let": 202, "thing": 203, "matter": 204, "fact": 205, "sure": 206, "havering": 207, "most": 208, "might": 209, "turned": 210, "minutes": 211, "money": 212, "york": 213, "every": 214, "still": 215, "story": 216, "myself": 217, "uncle": 218, "does": 219, "husband": 220, "diamond": 221, "returned": 222, "question": 223, "half": 224, "though": 225, "captain": 226, "light": 227, "marvell": 228, "yourself": 229, "taken": 230, "its": 231, "shook": 232, "life": 233, "dr": 234, "work": 235, "suddenly": 236, "arrived": 237, "death": 238, "long": 239, "leave": 240, "words": 241, "without": 242, "understand": 243, "maltravers": 244, "_": 245, "england": 246, "also": 247, "madame": 248, "name": 249, "heard": 250, "wife": 251, "evening": 252, "voice": 253, "point": 254, "window": 255, "mind": 256, "second": 257, "big": 258, "sent": 259, "far": 260, "behind": 261, "enough": 262, "even": 263, "bonds": 264, "gave": 265, "usual": 266, "really": 267, "passed": 268, "give": 269, "look": 270, "side": 271, "mean": 272, "things": 273, "late": 274, "road": 275, "clear": 276, "looking": 277, "replied": 278, "cannot": 279, "doubt": 280, "next": 281, "murmured": 282, "gone": 283, "want": 284, "table": 285, "known": 286, "told": 287, "shot": 288, "done": 289, "later": 290, "dinner": 291, "dead": 292, "such": 293, "idea": 294, "key": 295, "france": 296, "explained": 297, "seen": 298, "knew": 299, "jewel": 300, "true": 301, "return": 302, "ask": 303, "each": 304, "open": 305, "affair": 306, "soon": 307, "suppose": 308, "hour": 309, "figure": 310, "grey": 311, "count": 312, "chambermaid": 313, "facts": 314, "rolf": 315, "ago": 316, "handed": 317, "years": 318, "nodded": 319, "ah": 320, "anything": 321, "hands": 322, "able": 323, "appeared": 324, "part": 325, "waiting": 326, "certain": 327, "willard": 328, "minute": 329, "many": 330, "yet": 331, "rose": 332, "almost": 333, "afraid": 334, "brought": 335, "business": 336, "possible": 337, "air": 338, "heart": 339, "held": 340, "scotland": 341, "end": 342, "manner": 343, "robinson": 344, "yes": 345, "detective": 346, "followed": 347, "hercule": 348, "says": 349, "forward": 350, "received": 351, "since": 352, "kind": 353, "word": 354, "five": 355, "hall": 356, "entered": 357, "better": 358, "gentleman": 359, "under": 360, "o\u2019clock": 361, "body": 362, "station": 363, "chair": 364, "ever": 365, "perhaps": 366, "given": 367, "clothes": 368, "seems": 369, "safe": 370, "pace": 371, "large": 372, "curious": 373, "smiled": 374, "having": 375, "perfectly": 376, "fellow": 377, "stood": 378, "start": 379, "necklace": 380, "floor": 381, "yard": 382, "study": 383, "against": 384, "housekeeper": 385, "lowen": 386, "mary": 387, "remember": 388, "bell": 389, "god": 390, "full": 391, "began": 392, "already": 393, "past": 394, "together": 395, "opened": 396, "immediately": 397, "train": 398, "murder": 399, "those": 400, "bank": 401, "ridgeway": 402, "daniels": 403, "norman": 404, "star": 405, "letters": 406, "present": 407, "both": 408, "paper": 409, "observed": 410, "papers": 411, "tall": 412, "world": 413, "accompanied": 414, "spoke": 415, "continued": 416, "telephone": 417, "whole": 418, "run": 419, "started": 420, "lift": 421, "revolver": 422, "italian": 423, "ascanio": 424, "between": 425, "rang": 426, "stone": 427, "details": 428, "eye": 429, "white": 430, "lay": 431, "stared": 432, "need": 433, "straight": 434, "smiling": 435, "sitting": 436, "arm": 437, "gentlemen": 438, "maid": 439, "across": 440, "lock": 441, "method": 442, "crime": 443, "master": 444, "search": 445, "coffee": 446, "nobody": 447, "following": 448, "middle": 449, "laughed": 450, "knows": 451, "felt": 452, "latter": 453, "inside": 454, "ran": 455, "thoughtfully": 456, "until": 457, "pretty": 458, "read": 459, "suggested": 460, "finger": 461, "wire": 462, "order": 463, "getting": 464, "remained": 465, "near": 466, "outside": 467, "answer": 468, "everything": 469, "indeed": 470, "manor": 471, "bound": 472, "within": 473, "card": 474, "people": 475, "ames": 476, "pearls": 477, "different": 478, "american": 479, "jewels": 480, "sum": 481, "fair": 482, "pray": 483, "hesitated": 484, "set": 485, "locked": 486, "days": 487, "chance": 488, "real": 489, "hard": 490, "exactly": 491, "call": 492, "sat": 493, "mouth": 494, "smile": 495, "towards": 496, "tried": 497, "town": 498, "questions": 499, "likely": 500, "met": 501, "friends": 502, "telegram": 503, "ill": 504, "turn": 505, "however": 506, "proved": 507, "answered": 508, "whom": 509, "blood": 510, "led": 511, "particular": 512, "attention": 513, "parker": 514, "six": 515, "front": 516, "placed": 517, "close": 518, "cells": 519, "philip": 520, "french": 521, "marsh": 522, "street": 523, "coming": 524, "along": 525, "goes": 526, "points": 527, "girl": 528, "dear": 529, "feet": 530, "less": 531, "gregory": 532, "drew": 533, "talking": 534, "carefully": 535, "serious": 536, "post": 537, "impossible": 538, "permit": 539, "hotel": 540, "appearance": 541, "east": 542, "stolen": 543, "mine": 544, "further": 545, "cross": 546, "pass": 547, "demanded": 548, "reply": 549, "cat": 550, "uttered": 551, "fell": 552, "puzzled": 553, "clever": 554, "alone": 555, "four": 556, "keep": 557, "discovered": 558, "called": 559, "suicide": 560, "eh": 561, "eight": 562, "hear": 563, "news": 564, "declared": 565, "fancy": 566, "ring": 567, "signor": 568, "nephew": 569, "drawer": 570, "valet": 571, "standing": 572, "slowly": 573, "short": 574, "dark": 575, "finished": 576, "slight": 577, "thin": 578, "meet": 579, "description": 580, "stopped": 581, "bowed": 582, "home": 583, "occurred": 584, "morrow": 585, "gesture": 586, "plan": 587, "trouble": 588, "reason": 589, "feel": 590, "low": 591, "happened": 592, "thief": 593, "impatiently": 594, "brain": 595, "note": 596, "guy": 597, "remarked": 598, "gently": 599, "begin": 600, "truth": 601, "hardly": 602, "beginning": 603, "poor": 604, "walked": 605, "speak": 606, "quickly": 607, "week": 608, "stepped": 609, "pocket": 610, "care": 611, "hold": 612, "several": 613, "various": 614, "interest": 615, "disappeared": 616, "whilst": 617, "quick": 618, "escape": 619, "beard": 620, "evidence": 621, "package": 622, "egypt": 623, "tent": 624, "breath": 625, "recognized": 626, "times": 627, "herself": 628, "mistake": 629, "prepared": 630, "rapidly": 631, "paused": 632, "envelope": 633, "letter": 634, "\u2019\u201d": 635, "information": 636, "leaves": 637, "bow": 638, "paid": 639, "surely": 640, "whether": 641, "taking": 642, "because": 643, "saying": 644, "least": 645, "briskly": 646, "wanted": 647, "hair": 648, "catch": 649, "brief": 650, "while": 651, "ordinary": 652, "force": 653, "leaving": 654, "taxi": 655, "office": 656, "merely": 657, "anyway": 658, "use": 659, "inquiries": 660, "object": 661, "kept": 662, "forced": 663, "mon": 664, "perfect": 665, "afterwards": 666, "examined": 667, "although": 668, "itself": 669, "remarkable": 670, "position": 671, "local": 672, "ourselves": 673, "main": 674, "charming": 675, "mistress": 676, "village": 677, "upstairs": 678, "clearly": 679, "watch": 680, "obviously": 681, "finally": 682, "john": 683, "empty": 684, "glance": 685, "neat": 686, "somewhat": 687, "spot": 688, "sea": 689, "farquhar": 690, "mademoiselle": 691, "tomb": 692, "arrested": 693, "baker": 694, "rooms": 695, "placidly": 696, "expect": 697, "best": 698, "become": 699, "ushered": 700, "year": 701, "insured": 702, "telling": 703, "mystery": 704, "comprehend": 705, "seek": 706, "therefore": 707, "fire": 708, "chase": 709, "interested": 710, "luck": 711, "fear": 712, "angrily": 713, "returning": 714, "de": 715, "wait": 716, "strange": 717, "incredible": 718, "pleased": 719, "spite": 720, "top": 721, "women": 722, "removed": 723, "wish": 724, "drawn": 725, "sprang": 726, "wall": 727, "evidently": 728, "missing": 729, "easy": 730, "fetch": 731, "aside": 732, "unusual": 733, "theory": 734, "clerk": 735, "noticed": 736, "makes": 737, "ingenious": 738, "robbery": 739, "insurance": 740, "concealed": 741, "pleasant": 742, "lips": 743, "rifle": 744, "recent": 745, "bullet": 746, "became": 747, "showed": 748, "afternoon": 749, "drive": 750, "sign": 751, "tuesday": 752, "bad": 753, "asking": 754, "boat": 755, "hope": 756, "superstition": 757, "bed": 758, "grave": 759, "flats": 760, "occupied": 761, "interrupted": 762, "months": 763, "elsa": 764, "living": 765, "surprise": 766, "lodge": 767, "waste": 768, "contained": 769, "fortune": 770, "dressed": 771, "vavasour": 772, "manager": 773, "hidden": 774, "officer": 775, "plain": 776, "court": 777, "dodge": 778, "conference": 779, "chauffeur": 780, "plates": 781, "aged": 782, "film": 783, "slightly": 784, "anyone": 785, "others": 786, "company": 787, "written": 788, "famous": 789, "friday": 790, "please": 791, "carry": 792, "secret": 793, "show": 794, "pleasure": 795, "amongst": 796, "either": 797, "interesting": 798, "chinaman": 799, "problem": 800, "sharply": 801, "beg": 802, "seeing": 803, "country": 804, "bolt": 805, "events": 806, "thank": 807, "during": 808, "inclined": 809, "satisfaction": 810, "observe": 811, "red": 812, "odd": 813, "comes": 814, "dressing": 815, "alive": 816, "piece": 817, "excellent": 818, "entirely": 819, "suspect": 820, "pointed": 821, "certainly": 822, "bit": 823, "notice": 824, "watched": 825, "bring": 826, "oh": 827, "necessary": 828, "wished": 829, "struck": 830, "passage": 831, "duplicate": 832, "offered": 833, "jumped": 834, "decided": 835, "admit": 836, "seem": 837, "sound": 838, "committed": 839, "rich": 840, "considerable": 841, "lying": 842, "twenty": 843, "recount": 844, "pressed": 845, "fired": 846, "general": 847, "meeting": 848, "died": 849, "anxious": 850, "help": 851, "talk": 852, "closed": 853, "whisper": 854, "sort": 855, "shut": 856, "view": 857, "means": 858, "apparently": 859, "wrong": 860, "quarter": 861, "sunday": 862, "hardt": 863, "service": 864, "moved": 865, "roger": 866, "son": 867, "middleton": 868, "charge": 869, "nine": 870, "murderer": 871, "nevertheless": 872, "alibi": 873, "science": 874, "shaw": 875, "result": 876, "thrown": 877, "secretary": 878, "sand": 879, "book": 880, "harper": 881, "successful": 882, "saturday": 883, "macadam": 884, "major": 885, "firm": 886, "lake": 887, "dishes": 888, "graves": 889, "desk": 890, "ejaculated": 891, "beneath": 892, "hat": 893, "magnificent": 894, "joined": 895, "boy": 896, "played": 897, "shrugged": 898, "shoulders": 899, "arrive": 900, "undoubtedly": 901, "visit": 902, "wonderful": 903, "above": 904, "pounds": 905, "closely": 906, "address": 907, "writing": 908, "terms": 909, "wonder": 910, "attached": 911, "turning": 912, "date": 913, "rule": 914, "none": 915, "deal": 916, "play": 917, "places": 918, "guess": 919, "possession": 920, "family": 921, "till": 922, "coincidence": 923, "fancied": 924, "dryly": 925, "bear": 926, "landlady": 927, "tapped": 928, "often": 929, "thanked": 930, "gasped": 931, "series": 932, "nature": 933, "absence": 934, "questioned": 935, "conversation": 936, "conceal": 937, "south": 938, "actually": 939, "live": 940, "investigate": 941, "send": 942, "failed": 943, "neck": 944, "vanished": 945, "piercing": 946, "rushed": 947, "sight": 948, "cry": 949, "caught": 950, "usually": 951, "wits": 952, "departed": 953, "common": 954, "moments": 955, "sorry": 956, "failure": 957, "faced": 958, "meant": 959, "suspicion": 960, "admitted": 961, "lunch": 962, "touch": 963, "handsome": 964, "terrified": 965, "shown": 966, "arranged": 967, "la": 968, "try": 969, "ii": 970, "northern": 971, "cause": 972, "beyond": 973, "beautiful": 974, "walk": 975, "bernard": 976, "consulting": 977, "high": 978, "shooting": 979, "rook": 980, "beside": 981, "proceeded": 982, "character": 983, "rest": 984, "tea": 985, "clue": 986, "married": 987, "absolutely": 988, "german": 989, "laid": 990, "important": 991, "somewhere": 992, "longer": 993, "killed": 994, "fashion": 995, "else": 996, "magic": 997, "heavily": 998, "shoot": 999, "special": 1000, "war": 1001, "nearly": 1002, "mansions": 1003, "aroused": 1004, "agents": 1005, "sometimes": 1006, "feeling": 1007, "doing": 1008, "official": 1009, "sleep": 1010, "ear": 1011, "silence": 1012, "hoped": 1013, "doubtless": 1014, "satisfied": 1015, "neatly": 1016, "windsor": 1017, "derbyshire": 1018, "consult": 1019, "situation": 1020, "dale": 1021, "gun": 1022, "cigarettes": 1023, "fallen": 1024, "account": 1025, "sensational": 1026, "reminded": 1027, "liberty": 1028, "scottish": 1029, "board": 1030, "hours": 1031, "terrible": 1032, "trunk": 1033, "literally": 1034, "disappearance": 1035, "c": 1036, "dining": 1037, "deaths": 1038, "cairo": 1039, "deep": 1040, "hassan": 1041, "suspected": 1042, "ended": 1043, "tetanus": 1044, "plainly": 1045, "workmen": 1046, "d": 1047, "centre": 1048, "false": 1049, "whose": 1050, "disposal": 1051, "attempt": 1052, "gagged": 1053, "charing": 1054, "dover": 1055, "hiding": 1056, "moustache": 1057, "below": 1058, "queer": 1059, "unknown": 1060, "detectives": 1061, "looks": 1062, "annoyed": 1063, "opinion": 1064, "marvellous": 1065, "western": 1066, "probably": 1067, "dare": 1068, "joke": 1069, "steps": 1070, "keenly": 1071, "careful": 1072, "price": 1073, "added": 1074, "number": 1075, "broke": 1076, "stones": 1077, "form": 1078, "flew": 1079, "strode": 1080, "remain": 1081, "presence": 1082, "sense": 1083, "sudden": 1084, "warning": 1085, "simple": 1086, "trust": 1087, "yours": 1088, "listened": 1089, "destroyed": 1090, "ought": 1091, "eagerly": 1092, "garden": 1093, "sadly": 1094, "nobleman": 1095, "butler": 1096, "announced": 1097, "stay": 1098, "assure": 1099, "scream": 1100, "scene": 1101, "pulled": 1102, "realized": 1103, "nose": 1104, "stuck": 1105, "ashamed": 1106, "beforehand": 1107, "opposite": 1108, "bottom": 1109, "duly": 1110, "brown": 1111, "forget": 1112, "produced": 1113, "supposed": 1114, "stole": 1115, "agreed": 1116, "arrival": 1117, "expert": 1118, "aid": 1119, "changed": 1120, "fool": 1121, "sharp": 1122, "act": 1123, "grounds": 1124, "financial": 1125, "purpose": 1126, "paying": 1127, "cottage": 1128, "plate": 1129, "gate": 1130, "bore": 1131, "path": 1132, "recently": 1133, "gardeners": 1134, "profession": 1135, "ten": 1136, "extraordinary": 1137, "weapon": 1138, "whatever": 1139, "prove": 1140, "fatal": 1141, "poison": 1142, "circumstances": 1143, "withdrew": 1144, "possibly": 1145, "le": 1146, "state": 1147, "plans": 1148, "self": 1149, "normal": 1150, "showing": 1151, "except": 1152, "refused": 1153, "employed": 1154, "twice": 1155, "faint": 1156, "fine": 1157, "remembered": 1158, "sooner": 1159, "subject": 1160, "montagu": 1161, "building": 1162, "suspicious": 1163, "lose": 1164, "8": 1165, "month": 1166, "mount": 1167, "history": 1168, "worth": 1169, "luigi": 1170, "valdarno": 1171, "minor": 1172, "brother": 1173, "kitchen": 1174, "completely": 1175, "curtains": 1176, "considered": 1177, "domestic": 1178, "ancient": 1179, "particularly": 1180, "evil": 1181, "zoe": 1182, "smart": 1183, "harrington": 1184, "mother": 1185, "colleague": 1186, "visitor": 1187, "gets": 1188, "city": 1189, "green": 1190, "eleven": 1191, "wearing": 1192, "agency": 1193, "mention": 1194, "unable": 1195, "nor": 1196, "thirty": 1197, "thinking": 1198, "cut": 1199, "chest": 1200, "personal": 1201, "overboard": 1202, "obvious": 1203, "beaming": 1204, "egyptian": 1205, "king": 1206, "museum": 1207, "square": 1208, "influence": 1209, "managed": 1210, "schneider": 1211, "brush": 1212, "spent": 1213, "camp": 1214, "cup": 1215, "regard": 1216, "jewellery": 1217, "bedroom": 1218, "drawers": 1219, "passion": 1220, "vital": 1221, "bogus": 1222, "military": 1223, "imbecile": 1224, "expecting": 1225, "appointment": 1226, "kellett": 1227, "egg": 1228, "andrew": 1229, "crabtree": 1230, "victim": 1231, "aware": 1232, "marks": 1233, "mere": 1234, "dozen": 1235, "annoyance": 1236, "fashionable": 1237, "problems": 1238, "foolish": 1239, "states": 1240, "fifty": 1241, "slender": 1242, "child": 1243, "scrutinized": 1244, "printed": 1245, "precisely": 1246, "moon": 1247, "diamonds": 1248, "bought": 1249, "referred": 1250, "hurry": 1251, "value": 1252, "keeping": 1253, "watching": 1254, "gown": 1255, "drawing": 1256, "palm": 1257, "stiff": 1258, "demand": 1259, "pardon": 1260, "wear": 1261, "briefly": 1262, "acquainted": 1263, "west": 1264, "china": 1265, "according": 1266, "introduce": 1267, "appear": 1268, "tone": 1269, "leather": 1270, "fit": 1271, "leap": 1272, "desire": 1273, "hers": 1274, "learn": 1275, "trying": 1276, "enjoyed": 1277, "lines": 1278, "secretly": 1279, "deeply": 1280, "served": 1281, "fourth": 1282, "daughter": 1283, "books": 1284, "thus": 1285, "hastily": 1286, "\u2019em": 1287, "settled": 1288, "ways": 1289, "ears": 1290, "pull": 1291, "customer": 1292, "bewildered": 1293, "children": 1294, "ones": 1295, "inn": 1296, "dragged": 1297, "reluctantly": 1298, "apology": 1299, "goods": 1300, "darkness": 1301, "throat": 1302, "tragedy": 1303, "threshold": 1304, "dropped": 1305, "breathed": 1306, "silk": 1307, "searched": 1308, "dieu": 1309, "affairs": 1310, "keen": 1311, "plenty": 1312, "proceed": 1313, "excited": 1314, "happen": 1315, "15": 1316, "30": 1317, "signed": 1318, "frank": 1319, "corridor": 1320, "haggard": 1321, "succeeded": 1322, "cheerfully": 1323, "mental": 1324, "corner": 1325, "amusing": 1326, ")": 1327, "comedy": 1328, "curiosity": 1329, "proceedings": 1330, "views": 1331, "explain": 1332, "union": 1333, "health": 1334, "patient": 1335, "die": 1336, "fortunate": 1337, "introduced": 1338, "fully": 1339, "surprised": 1340, "cheap": 1341, "creature": 1342, "edge": 1343, "wound": 1344, "retired": 1345, "weeping": 1346, "assured": 1347, "strong": 1348, "gather": 1349, "hole": 1350, "making": 1351, "aback": 1352, "engaged": 1353, "early": 1354, "answers": 1355, "curiously": 1356, "brow": 1357, "knowledge": 1358, "journey": 1359, "stories": 1360, "farm": 1361, "agree": 1362, "grief": 1363, "interview": 1364, "convinced": 1365, "bitter": 1366, "haunted": 1367, "used": 1368, "meal": 1369, "wind": 1370, "staring": 1371, "brilliant": 1372, "trigger": 1373, "save": 1374, "impression": 1375, "indicated": 1376, "detail": 1377, "cases": 1378, "depart": 1379, "acquaintance": 1380, "relation": 1381, "huge": 1382, "4": 1383, "human": 1384, "higher": 1385, "peculiar": 1386, "solution": 1387, "remains": 1388, "shade": 1389, "continue": 1390, "nice": 1391, "complexion": 1392, "raised": 1393, "promptly": 1394, "emerged": 1395, "descended": 1396, "exclamation": 1397, "tools": 1398, "flung": 1399, "foreign": 1400, "lived": 1401, "softly": 1402, "movement": 1403, "law": 1404, "sake": 1405, "bolted": 1406, "frightened": 1407, "fly": 1408, "flash": 1409, "intelligence": 1410, "track": 1411, "fail": 1412, "teeth": 1413, "exclaimed": 1414, "becoming": 1415, "blow": 1416, "determined": 1417, "box": 1418, "affection": 1419, "midst": 1420, "miles": 1421, "heels": 1422, "step": 1423, "pair": 1424, "clues": 1425, "movements": 1426, "thirdly": 1427, "ealing": 1428, "opening": 1429, "breakfast": 1430, "quietly": 1431, "newspaper": 1432, "difficulty": 1433, "restaurant": 1434, "23rd": 1435, "sealed": 1436, "sold": 1437, "drove": 1438, "cabin": 1439, "unlocked": 1440, "meaning": 1441, "politely": 1442, "exact": 1443, "laugh": 1444, "habit": 1445, "dying": 1446, "supposing": 1447, "naturally": 1448, "risk": 1449, "discovery": 1450, "ra": 1451, "excavations": 1452, "shadowy": 1453, "opportunity": 1454, "british": 1455, "poisoning": 1456, "supernatural": 1457, "useful": 1458, "expedition": 1459, "party": 1460, "believed": 1461, "expression": 1462, "desert": 1463, "headed": 1464, "horrible": 1465, "muttered": 1466, "concerning": 1467, "advantage": 1468, "dream": 1469, "brains": 1470, "ed": 1471, "cups": 1472, "situated": 1473, "powder": 1474, "honest": 1475, "searcher": 1476, "positive": 1477, "hide": 1478, "frowned": 1479, "holding": 1480, "swiftly": 1481, "cabinet": 1482, "themselves": 1483, "safely": 1484, "job": 1485, "messieurs": 1486, "perceive": 1487, "boulogne": 1488, "english": 1489, "arrangements": 1490, "map": 1491, "hospitals": 1492, "m": 1493, "notes": 1494, "buenos": 1495, "ayres": 1496, "billy": 1497, "grudge": 1498, "hawker": 1499, "rice": 1500, "souffl\u00e9": 1501, "violet": 1502, "education": 1503, "niece": 1504, "bakers": 1505, "errand": 1506, "preparing": 1507, "arrest": 1508, "attack": 1509, "innocent": 1510, "recognize": 1511, "streets": 1512, "non": 1513, "divided": 1514, "unique": 1515, "lost": 1516, "gold": 1517, "b": 1518, "match": 1519, "reported": 1520, "enormous": 1521, "thousand": 1522, "wide": 1523, "blue": 1524, "cleared": 1525, "advice": 1526, "beamed": 1527, "third": 1528, "obeyed": 1529, "yesterday": 1530, "imagined": 1531, "chink": 1532, "remembers": 1533, "rid": 1534, "unbelievable": 1535, "narrowly": 1536, "chain": 1537, "restored": 1538, "advised": 1539, "vague": 1540, "stuff": 1541, "wants": 1542, "shrewd": 1543, "aloud": 1544, "abruptly": 1545, "article": 1546, "romantic": 1547, "triumph": 1548, "romance": 1549, "water": 1550, "superstitious": 1551, "boots": 1552, "ridiculous": 1553, "line": 1554, "nonsense": 1555, "assuredly": 1556, "vigorously": 1557, "permission": 1558, "shortly": 1559, "pale": 1560, "occasion": 1561, "frequently": 1562, "colour": 1563, "logical": 1564, "stupid": 1565, "length": 1566, "hon": 1567, "um": 1568, "acting": 1569, "decidedly": 1570, "pie": 1571, "suit": 1572, "certainty": 1573, "eager": 1574, "row": 1575, "proper": 1576, "loud": 1577, "lack": 1578, "tail": 1579, "copy": 1580, "correct": 1581, "anger": 1582, "hopes": 1583, "averting": 1584, "catastrophe": 1585, "brick": 1586, "ass": 1587, "crowd": 1588, "sell": 1589, "opposed": 1590, "bent": 1591, "excuses": 1592, "permitted": 1593, "bonne": 1594, "sounded": 1595, "tore": 1596, "glanced": 1597, "sending": 1598, "chap": 1599, "grimace": 1600, "awaiting": 1601, "stretched": 1602, "marble": 1603, "wrenched": 1604, "eyelids": 1605, "whispered": 1606, "reached": 1607, "panic": 1608, "thieves": 1609, "picked": 1610, "matters": 1611, "reappeared": 1612, "crestfallen": 1613, "horror": 1614, "criminal": 1615, "indifference": 1616, "marvel": 1617, "unwillingly": 1618, "appears": 1619, "cautiously": 1620, "realize": 1621, "ours": 1622, "shock": 1623, "hired": 1624, "dramatic": 1625, "respect": 1626, "reasons": 1627, "love": 1628, "promising": 1629, "arrange": 1630, "quiet": 1631, "forgotten": 1632, "fault": 1633, "du": 1634, "needed": 1635, "accompany": 1636, "weeks": 1637, "event": 1638, "committing": 1639, "premiums": 1640, "wednesday": 1641, "described": 1642, "ascertained": 1643, "ready": 1644, "benefit": 1645, "success": 1646, "p": 1647, "discover": 1648, "liverpool": 1649, "mile": 1650, "elderly": 1651, "consider": 1652, "sad": 1653, "spare": 1654, "attended": 1655, "touched": 1656, "hint": 1657, "distress": 1658, "inquired": 1659, "twinkle": 1660, "hastened": 1661, "lead": 1662, "seven": 1663, "render": 1664, "shots": 1665, "servant": 1666, "silent": 1667, "previously": 1668, "fears": 1669, "alas": 1670, "tears": 1671, "mouse": 1672, "lean": 1673, "task": 1674, "follow": 1675, "africa": 1676, "detained": 1677, "unexpectedly": 1678, "stick": 1679, "putting": 1680, "establish": 1681, "returns": 1682, "devoted": 1683, "approaching": 1684, "presently": 1685, "brings": 1686, "painful": 1687, "equally": 1688, "valuable": 1689, "twelve": 1690, "discussed": 1691, "lot": 1692, "conscious": 1693, "turnip": 1694, "quicker": 1695, "totally": 1696, "repeat": 1697, "thoughtful": 1698, "break": 1699, "capable": 1700, "examination": 1701, "suspicions": 1702, "tap": 1703, "clung": 1704, "gasp": 1705, "facing": 1706, "shriek": 1707, "lights": 1708, "gleaming": 1709, "member": 1710, "suggest": 1711, "tired": 1712, "accomplish": 1713, "puts": 1714, "adventure": 1715, "besides": 1716, "eighty": 1717, "blinking": 1718, "premium": 1719, "groaned": 1720, "furniture": 1721, "furnished": 1722, "occupants": 1723, "thrust": 1724, "mentioned": 1725, "understood": 1726, "stairs": 1727, "dog": 1728, "move": 1729, "stroll": 1730, "excitement": 1731, "investigation": 1732, "applicants": 1733, "delightful": 1734, "porter": 1735, "grin": 1736, "robinsons": 1737, "sigh": 1738, "scullery": 1739, "rope": 1740, "descend": 1741, "wooden": 1742, "monday": 1743, "ahead": 1744, "accuracy": 1745, "believing": 1746, "reality": 1747, "trace": 1748, "covered": 1749, "fortnight": 1750, "inquiring": 1751, "enthusiasm": 1752, "suitable": 1753, "established": 1754, "direction": 1755, "fall": 1756, "scarf": 1757, "arms": 1758, "useless": 1759, "driver": 1760, "st": 1761, "drunk": 1762, "stand": 1763, "seized": 1764, "dashed": 1765, "pushed": 1766, "coloured": 1767, "especially": 1768, "specially": 1769, "loaded": 1770, "saved": 1771, "vengeance": 1772, "broken": 1773, "sounds": 1774, "arriving": 1775, "crossed": 1776, "refer": 1777, "speech": 1778, "remark": 1779, "disease": 1780, "girls": 1781, "public": 1782, "downstairs": 1783, "forth": 1784, "partner": 1785, "murdered": 1786, "undertake": 1787, "excuse": 1788, "instructions": 1789, "class": 1790, "railway": 1791, "speeding": 1792, "servants": 1793, "father": 1794, "elder": 1795, "lonely": 1796, "grinned": 1797, "companion": 1798, "soothingly": 1799, "stayed": 1800, "anxiety": 1801, "wore": 1802, "flame": 1803, "personality": 1804, "6": 1805, "garage": 1806, "extracted": 1807, "judged": 1808, "couple": 1809, "driven": 1810, "clean": 1811, "shaven": 1812, "discharged": 1813, "astonishment": 1814, "signature": 1815, "hushed": 1816, "debts": 1817, "favour": 1818, "grew": 1819, "wrote": 1820, "crossing": 1821, "parcel": 1822, "bearded": 1823, "former": 1824, "conclusion": 1825, "selected": 1826, "greeted": 1827, "examine": 1828, "neither": 1829, "runs": 1830, "precious": 1831, "obliged": 1832, "million": 1833, "detection": 1834, "instead": 1835, "channel": 1836, "travel": 1837, "esm\u00e9e": 1838, "basket": 1839, "seated": 1840, "referring": 1841, "theft": 1842, "joint": 1843, "trip": 1844, "fitted": 1845, "ship": 1846, "suggestion": 1847, "strangers": 1848, "astonished": 1849, "wireless": 1850, "alongside": 1851, "grown": 1852, "private": 1853, "mcneil": 1854, "ordered": 1855, "unfortunately": 1856, "endeavouring": 1857, "amount": 1858, "quay": 1859, "brisk": 1860, "departure": 1861, "contrary": 1862, "despair": 1863, "passing": 1864, "opens": 1865, "cheek": 1866, "pyramids": 1867, "greatest": 1868, "newspapers": 1869, "fresh": 1870, "modern": 1871, "system": 1872, "spirit": 1873, "occult": 1874, "relations": 1875, "native": 1876, "cable": 1877, "sunk": 1878, "borrow": 1879, "remorse": 1880, "poured": 1881, "charm": 1882, "carried": 1883, "gazed": 1884, "surface": 1885, "informed": 1886, "utterly": 1887, "spirits": 1888, "lit": 1889, "moving": 1890, "safety": 1891, "repeated": 1892, "happily": 1893, "drink": 1894, "placid": 1895, "bottle": 1896, "daylight": 1897, "wealth": 1898, "suggestive": 1899, "suffering": 1900, "orders": 1901, "belief": 1902, "cigarette": 1903, "change": 1904, "accept": 1905, "danger": 1906, "page": 1907, "tiny": 1908, "summons": 1909, "presented": 1910, "notebook": 1911, "unless": 1912, "busy": 1913, "features": 1914, "adjoining": 1915, "nodding": 1916, "windows": 1917, "actions": 1918, "seconds": 1919, "kindness": 1920, "among": 1921, "vous": 1922, "glancing": 1923, "statement": 1924, "nod": 1925, "quality": 1926, "vanity": 1927, "coat": 1928, "chalk": 1929, "prints": 1930, "kidnapped": 1931, "discuss": 1932, "assassination": 1933, "abduction": 1934, "guest": 1935, "thoroughly": 1936, "speaks": 1937, "chose": 1938, "ascot": 1939, "band": 1940, "instantly": 1941, "hospital": 1942, "obscure": 1943, "sought": 1944, "sworn": 1945, "playing": 1946, "separate": 1947, "clock": 1948, "platform": 1949, "accorded": 1950, "sheet": 1951, "progress": 1952, "occasionally": 1953, "failing": 1954, "speaking": 1955, "easier": 1956, "visited": 1957, "thick": 1958, "miller": 1959, "rare": 1960, "cigar": 1961, "bien": 1962, "fastened": 1963, "burglary": 1964, "pauvre": 1965, "autumn": 1966, "boathouse": 1967, "prison": 1968, "june": 1969, "fragment": 1970, "discussion": 1971, "dirty": 1972, "publicity": 1973, "younger": 1974, "47": 1975, "ideas": 1976, "devonshire": 1977, "plymouth": 1978, "cavity": 1979}, "idx2word": {"0": "<PAD>", "1": ".", "2": ",", "3": "the", "4": "\u201d", "5": "to", "6": "a", "7": "of", "8": "and", "9": "i", "10": "in", "11": "was", "12": "he", "13": "?", "14": "it", "15": "that", "16": "you", "17": "his", "18": "is", "19": "poirot", "20": "with", "21": "!", "22": "not", "23": "had", "24": "at", "25": "as", "26": "my", "27": "have", "28": "on", "29": "-", "30": "we", "31": "for", "32": "but", "33": "me", "34": "be", "35": "him", "36": "her", "37": "from", "38": "said", "39": "one", "40": "she", "41": "been", "42": "all", "43": "there", "44": "were", "45": "will", "46": "by", "47": "this", "48": "no", "49": "an", "50": "do", "51": "mr", "52": "out", "53": "man", "54": "they", "55": "so", "56": "then", "57": "up", "58": "are", "59": "what", "60": "would", "61": "little", "62": "your", "63": "did", "64": "about", "65": "which", "66": "see", "67": "us", "68": "has", "69": "if", "70": "some", "71": "friend", "72": "must", "73": "our", "74": "who", "75": "or", "76": "know", "77": "time", "78": "into", "79": "when", "80": "them", "81": "hastings", "82": "now", "83": "door", "84": "down", "85": "very", "86": "mrs", "87": "two", "88": "just", "89": "room", "90": "could", "91": "think", "92": "head", "93": "left", "94": "here", "95": "well", "96": "over", "97": "any", "98": ":", "99": ";", "100": "way", "101": "say", "102": "once", "103": "more", "104": "can", "105": "monsieur", "106": "good", "107": "after", "108": "case", "109": "am", "110": "came", "111": "went", "112": "should", "113": "before", "114": "few", "115": "back", "116": "only", "117": "like", "118": "much", "119": "sir", "120": "london", "121": "too", "122": "nothing", "123": "japp", "124": "young", "125": "miss", "126": "got", "127": "other", "128": "never", "129": "lady", "130": "make", "131": "hand", "132": "made", "133": "woman", "134": "rather", "135": "come", "136": "himself", "137": "where", "138": "cried", "139": "go", "140": "may", "141": "looked", "142": "prime", "143": "three", "144": "quite", "145": "right", "146": "found", "147": "police", "148": "get", "149": "tell", "150": "last", "151": "own", "152": "car", "153": "doctor", "154": "take", "155": "house", "156": "how", "157": "face", "158": "moment", "159": "place", "160": "first", "161": "seemed", "162": "took", "163": "lord", "164": "old", "165": "\u2019", "166": "morning", "167": "saw", "168": "asked", "169": "course", "170": "eyes", "171": "night", "172": "find", "173": "again", "174": "minister", "175": "their", "176": "same", "177": "shall", "178": "upon", "179": "new", "180": "through", "181": "believe", "182": "going", "183": "something", "184": "round", "185": "why", "186": "flat", "187": "men", "188": "small", "189": "than", "190": "day", "191": "inspector", "192": "put", "193": "being", "194": "great", "195": "another", "196": "off", "197": "black", "198": "away", "199": "thought", "200": "always", "201": "these", "202": "let", "203": "thing", "204": "matter", "205": "fact", "206": "sure", "207": "havering", "208": "most", "209": "might", "210": "turned", "211": "minutes", "212": "money", "213": "york", "214": "every", "215": "still", "216": "story", "217": "myself", "218": "uncle", "219": "does", "220": "husband", "221": "diamond", "222": "returned", "223": "question", "224": "half", "225": "though", "226": "captain", "227": "light", "228": "marvell", "229": "yourself", "230": "taken", "231": "its", "232": "shook", "233": "life", "234": "dr", "235": "work", "236": "suddenly", "237": "arrived", "238": "death", "239": "long", "240": "leave", "241": "words", "242": "without", "243": "understand", "244": "maltravers", "245": "_", "246": "england", "247": "also", "248": "madame", "249": "name", "250": "heard", "251": "wife", "252": "evening", "253": "voice", "254": "point", "255": "window", "256": "mind", "257": "second", "258": "big", "259": "sent", "260": "far", "261": "behind", "262": "enough", "263": "even", "264": "bonds", "265": "gave", "266": "usual", "267": "really", "268": "passed", "269": "give", "270": "look", "271": "side", "272": "mean", "273": "things", "274": "late", "275": "road", "276": "clear", "277": "looking", "278": "replied", "279": "cannot", "280": "doubt", "281": "next", "282": "murmured", "283": "gone", "284": "want", "285": "table", "286": "known", "287": "told", "288": "shot", "289": "done", "290": "later", "291": "dinner", "292": "dead", "293": "such", "294": "idea", "295": "key", "296": "france", "297": "explained", "298": "seen", "299": "knew", "300": "jewel", "301": "true", "302": "return", "303": "ask", "304": "each", "305": "open", "306": "affair", "307": "soon", "308": "suppose", "309": "hour", "310": "figure", "311": "grey", "312": "count", "313": "chambermaid", "314": "facts", "315": "rolf", "316": "ago", "317": "handed", "318": "years", "319": "nodded", "320": "ah", "321": "anything", "322": "hands", "323": "able", "324": "appeared", "325": "part", "326": "waiting", "327": "certain", "328": "willard", "329": "minute", "330": "many", "331": "yet", "332": "rose", "333": "almost", "334": "afraid", "335": "brought", "336": "business", "337": "possible", "338": "air", "339": "heart", "340": "held", "341": "scotland", "342": "end", "343": "manner", "344": "robinson", "345": "yes", "346": "detective", "347": "followed", "348": "hercule", "349": "says", "350": "forward", "351": "received", "352": "since", "353": "kind", "354": "word", "355": "five", "356": "hall", "357": "entered", "358": "better", "359": "gentleman", "360": "under", "361": "o\u2019clock", "362": "body", "363": "station", "364": "chair", "365": "ever", "366": "perhaps", "367": "given", "368": "clothes", "369": "seems", "370": "safe", "371": "pace", "372": "large", "373": "curious", "374": "smiled", "375": "having", "376": "perfectly", "377": "fellow", "378": "stood", "379": "start", "380": "necklace", "381": "floor", "382": "yard", "383": "study", "384": "against", "385": "housekeeper", "386": "lowen", "387": "mary", "388": "remember", "389": "bell", "390": "god", "391": "full", "392": "began", "393": "already", "394": "past", "395": "together", "396": "opened", "397": "immediately", "398": "train", "399": "murder", "400": "those", "401": "bank", "402": "ridgeway", "403": "daniels", "404": "norman", "405": "star", "406": "letters", "407": "present", "408": "both", "409": "paper", "410": "observed", "411": "papers", "412": "tall", "413": "world", "414": "accompanied", "415": "spoke", "416": "continued", "417": "telephone", "418": "whole", "419": "run", "420": "started", "421": "lift", "422": "revolver", "423": "italian", "424": "ascanio", "425": "between", "426": "rang", "427": "stone", "428": "details", "429": "eye", "430": "white", "431": "lay", "432": "stared", "433": "need", "434": "straight", "435": "smiling", "436": "sitting", "437": "arm", "438": "gentlemen", "439": "maid", "440": "across", "441": "lock", "442": "method", "443": "crime", "444": "master", "445": "search", "446": "coffee", "447": "nobody", "448": "following", "449": "middle", "450": "laughed", "451": "knows", "452": "felt", "453": "latter", "454": "inside", "455": "ran", "456": "thoughtfully", "457": "until", "458": "pretty", "459": "read", "460": "suggested", "461": "finger", "462": "wire", "463": "order", "464": "getting", "465": "remained", "466": "near", "467": "outside", "468": "answer", "469": "everything", "470": "indeed", "471": "manor", "472": "bound", "473": "within", "474": "card", "475": "people", "476": "ames", "477": "pearls", "478": "different", "479": "american", "480": "jewels", "481": "sum", "482": "fair", "483": "pray", "484": "hesitated", "485": "set", "486": "locked", "487": "days", "488": "chance", "489": "real", "490": "hard", "491": "exactly", "492": "call", "493": "sat", "494": "mouth", "495": "smile", "496": "towards", "497": "tried", "498": "town", "499": "questions", "500": "likely", "501": "met", "502": "friends", "503": "telegram", "504": "ill", "505": "turn", "506": "however", "507": "proved", "508": "answered", "509": "whom", "510": "blood", "511": "led", "512": "particular", "513": "attention", "514": "parker", "515": "six", "516": "front", "517": "placed", "518": "close", "519": "cells", "520": "philip", "521": "french", "522": "marsh", "523": "street", "524": "coming", "525": "along", "526": "goes", "527": "points", "528": "girl", "529": "dear", "530": "feet", "531": "less", "532": "gregory", "533": "drew", "534": "talking", "535": "carefully", "536": "serious", "537": "post", "538": "impossible", "539": "permit", "540": "hotel", "541": "appearance", "542": "east", "543": "stolen", "544": "mine", "545": "further", "546": "cross", "547": "pass", "548": "demanded", "549": "reply", "550": "cat", "551": "uttered", "552": "fell", "553": "puzzled", "554": "clever", "555": "alone", "556": "four", "557": "keep", "558": "discovered", "559": "called", "560": "suicide", "561": "eh", "562": "eight", "563": "hear", "564": "news", "565": "declared", "566": "fancy", "567": "ring", "568": "signor", "569": "nephew", "570": "drawer", "571": "valet", "572": "standing", "573": "slowly", "574": "short", "575": "dark", "576": "finished", "577": "slight", "578": "thin", "579": "meet", "580": "description", "581": "stopped", "582": "bowed", "583": "home", "584": "occurred", "585": "morrow", "586": "gesture", "587": "plan", "588": "trouble", "589": "reason", "590": "feel", "591": "low", "592": "happened", "593": "thief", "594": "impatiently", "595": "brain", "596": "note", "597": "guy", "598": "remarked", "599": "gently", "600": "begin", "601": "truth", "602": "hardly", "603": "beginning", "604": "poor", "605": "walked", "606": "speak", "607": "quickly", "608": "week", "609": "stepped", "610": "pocket", "611": "care", "612": "hold", "613": "several", "614": "various", "615": "interest", "616": "disappeared", "617": "whilst", "618": "quick", "619": "escape", "620": "beard", "621": "evidence", "622": "package", "623": "egypt", "624": "tent", "625": "breath", "626": "recognized", "627": "times", "628": "herself", "629": "mistake", "630": "prepared", "631": "rapidly", "632": "paused", "633": "envelope", "634": "letter", "635": "\u2019\u201d", "636": "information", "637": "leaves", "638": "bow", "639": "paid", "640": "surely", "641": "whether", "642": "taking", "643": "because", "644": "saying", "645": "least", "646": "briskly", "647": "wanted", "648": "hair", "649": "catch", "650": "brief", "651": "while", "652": "ordinary", "653": "force", "654": "leaving", "655": "taxi", "656": "office", "657": "merely", "658": "anyway", "659": "use", "660": "inquiries", "661": "object", "662": "kept", "663": "forced", "664": "mon", "665": "perfect", "666": "afterwards", "667": "examined", "668": "although", "669": "itself", "670": "remarkable", "671": "position", "672": "local", "673": "ourselves", "674": "main", "675": "charming", "676": "mistress", "677": "village", "678": "upstairs", "679": "clearly", "680": "watch", "681": "obviously", "682": "finally", "683": "john", "684": "empty", "685": "glance", "686": "neat", "687": "somewhat", "688": "spot", "689": "sea", "690": "farquhar", "691": "mademoiselle", "692": "tomb", "693": "arrested", "694": "baker", "695": "rooms", "696": "placidly", "697": "expect", "698": "best", "699": "become", "700": "ushered", "701": "year", "702": "insured", "703": "telling", "704": "mystery", "705": "comprehend", "706": "seek", "707": "therefore", "708": "fire", "709": "chase", "710": "interested", "711": "luck", "712": "fear", "713": "angrily", "714": "returning", "715": "de", "716": "wait", "717": "strange", "718": "incredible", "719": "pleased", "720": "spite", "721": "top", "722": "women", "723": "removed", "724": "wish", "725": "drawn", "726": "sprang", "727": "wall", "728": "evidently", "729": "missing", "730": "easy", "731": "fetch", "732": "aside", "733": "unusual", "734": "theory", "735": "clerk", "736": "noticed", "737": "makes", "738": "ingenious", "739": "robbery", "740": "insurance", "741": "concealed", "742": "pleasant", "743": "lips", "744": "rifle", "745": "recent", "746": "bullet", "747": "became", "748": "showed", "749": "afternoon", "750": "drive", "751": "sign", "752": "tuesday", "753": "bad", "754": "asking", "755": "boat", "756": "hope", "757": "superstition", "758": "bed", "759": "grave", "760": "flats", "761": "occupied", "762": "interrupted", "763": "months", "764": "elsa", "765": "living", "766": "surprise", "767": "lodge", "768": "waste", "769": "contained", "770": "fortune", "771": "dressed", "772": "vavasour", "773": "manager", "774": "hidden", "775": "officer", "776": "plain", "777": "court", "778": "dodge", "779": "conference", "780": "chauffeur", "781": "plates", "782": "aged", "783": "film", "784": "slightly", "785": "anyone", "786": "others", "787": "company", "788": "written", "789": "famous", "790": "friday", "791": "please", "792": "carry", "793": "secret", "794": "show", "795": "pleasure", "796": "amongst", "797": "either", "798": "interesting", "799": "chinaman", "800": "problem", "801": "sharply", "802": "beg", "803": "seeing", "804": "country", "805": "bolt", "806": "events", "807": "thank", "808": "during", "809": "inclined", "810": "satisfaction", "811": "observe", "812": "red", "813": "odd", "814": "comes", "815": "dressing", "816": "alive", "817": "piece", "818": "excellent", "819": "entirely", "820": "suspect", "821": "pointed", "822": "certainly", "823": "bit", "824": "notice", "825": "watched", "826": "bring", "827": "oh", "828": "necessary", "829": "wished", "830": "struck", "831": "passage", "832": "duplicate", "833": "offered", "834": "jumped", "835": "decided", "836": "admit", "837": "seem", "838": "sound", "839": "committed", "840": "rich", "841": "considerable", "842": "lying", "843": "twenty", "844": "recount", "845": "pressed", "846": "fired", "847": "general", "848": "meeting", "849": "died", "850": "anxious", "851": "help", "852": "talk", "853": "closed", "854": "whisper", "855": "sort", "856": "shut", "857": "view", "858": "means", "859": "apparently", "860": "wrong", "861": "quarter", "862": "sunday", "863": "hardt", "864": "service", "865": "moved", "866": "roger", "867": "son", "868": "middleton", "869": "charge", "870": "nine", "871": "murderer", "872": "nevertheless", "873": "alibi", "874": "science", "875": "shaw", "876": "result", "877": "thrown", "878": "secretary", "879": "sand", "880": "book", "881": "harper", "882": "successful", "883": "saturday", "884": "macadam", "885": "major", "886": "firm", "887": "lake", "888": "dishes", "889": "graves", "890": "desk", "891": "ejaculated", "892": "beneath", "893": "hat", "894": "magnificent", "895": "joined", "896": "boy", "897": "played", "898": "shrugged", "899": "shoulders", "900": "arrive", "901": "undoubtedly", "902": "visit", "903": "wonderful", "904": "above", "905": "pounds", "906": "closely", "907": "address", "908": "writing", "909": "terms", "910": "wonder", "911": "attached", "912": "turning", "913": "date", "914": "rule", "915": "none", "916": "deal", "917": "play", "918": "places", "919": "guess", "920": "possession", "921": "family", "922": "till", "923": "coincidence", "924": "fancied", "925": "dryly", "926": "bear", "927": "landlady", "928": "tapped", "929": "often", "930": "thanked", "931": "gasped", "932": "series", "933": "nature", "934": "absence", "935": "questioned", "936": "conversation", "937": "conceal", "938": "south", "939": "actually", "940": "live", "941": "investigate", "942": "send", "943": "failed", "944": "neck", "945": "vanished", "946": "piercing", "947": "rushed", "948": "sight", "949": "cry", "950": "caught", "951": "usually", "952": "wits", "953": "departed", "954": "common", "955": "moments", "956": "sorry", "957": "failure", "958": "faced", "959": "meant", "960": "suspicion", "961": "admitted", "962": "lunch", "963": "touch", "964": "handsome", "965": "terrified", "966": "shown", "967": "arranged", "968": "la", "969": "try", "970": "ii", "971": "northern", "972": "cause", "973": "beyond", "974": "beautiful", "975": "walk", "976": "bernard", "977": "consulting", "978": "high", "979": "shooting", "980": "rook", "981": "beside", "982": "proceeded", "983": "character", "984": "rest", "985": "tea", "986": "clue", "987": "married", "988": "absolutely", "989": "german", "990": "laid", "991": "important", "992": "somewhere", "993": "longer", "994": "killed", "995": "fashion", "996": "else", "997": "magic", "998": "heavily", "999": "shoot", "1000": "special", "1001": "war", "1002": "nearly", "1003": "mansions", "1004": "aroused", "1005": "agents", "1006": "sometimes", "1007": "feeling", "1008": "doing", "1009": "official", "1010": "sleep", "1011": "ear", "1012": "silence", "1013": "hoped", "1014": "doubtless", "1015": "satisfied", "1016": "neatly", "1017": "windsor", "1018": "derbyshire", "1019": "consult", "1020": "situation", "1021": "dale", "1022": "gun", "1023": "cigarettes", "1024": "fallen", "1025": "account", "1026": "sensational", "1027": "reminded", "1028": "liberty", "1029": "scottish", "1030": "board", "1031": "hours", "1032": "terrible", "1033": "trunk", "1034": "literally", "1035": "disappearance", "1036": "c", "1037": "dining", "1038": "deaths", "1039": "cairo", "1040": "deep", "1041": "hassan", "1042": "suspected", "1043": "ended", "1044": "tetanus", "1045": "plainly", "1046": "workmen", "1047": "d", "1048": "centre", "1049": "false", "1050": "whose", "1051": "disposal", "1052": "attempt", "1053": "gagged", "1054": "charing", "1055": "dover", "1056": "hiding", "1057": "moustache", "1058": "below", "1059": "queer", "1060": "unknown", "1061": "detectives", "1062": "looks", "1063": "annoyed", "1064": "opinion", "1065": "marvellous", "1066": "western", "1067": "probably", "1068": "dare", "1069": "joke", "1070": "steps", "1071": "keenly", "1072": "careful", "1073": "price", "1074": "added", "1075": "number", "1076": "broke", "1077": "stones", "1078": "form", "1079": "flew", "1080": "strode", "1081": "remain", "1082": "presence", "1083": "sense", "1084": "sudden", "1085": "warning", "1086": "simple", "1087": "trust", "1088": "yours", "1089": "listened", "1090": "destroyed", "1091": "ought", "1092": "eagerly", "1093": "garden", "1094": "sadly", "1095": "nobleman", "1096": "butler", "1097": "announced", "1098": "stay", "1099": "assure", "1100": "scream", "1101": "scene", "1102": "pulled", "1103": "realized", "1104": "nose", "1105": "stuck", "1106": "ashamed", "1107": "beforehand", "1108": "opposite", "1109": "bottom", "1110": "duly", "1111": "brown", "1112": "forget", "1113": "produced", "1114": "supposed", "1115": "stole", "1116": "agreed", "1117": "arrival", "1118": "expert", "1119": "aid", "1120": "changed", "1121": "fool", "1122": "sharp", "1123": "act", "1124": "grounds", "1125": "financial", "1126": "purpose", "1127": "paying", "1128": "cottage", "1129": "plate", "1130": "gate", "1131": "bore", "1132": "path", "1133": "recently", "1134": "gardeners", "1135": "profession", "1136": "ten", "1137": "extraordinary", "1138": "weapon", "1139": "whatever", "1140": "prove", "1141": "fatal", "1142": "poison", "1143": "circumstances", "1144": "withdrew", "1145": "possibly", "1146": "le", "1147": "state", "1148": "plans", "1149": "self", "1150": "normal", "1151": "showing", "1152": "except", "1153": "refused", "1154": "employed", "1155": "twice", 